Repository: riccivr/thunar-shares-plugin-ppa
Catalog: thunar-shares-plugin/po/*.po
Languages: ar, ast, zh_cn

source: Please, write a name.
ar: الرجاء, كتابة إسم.
ast: Por favor, escribi un nome.
zh_cn: 请输入名称。

source: Share name too long. Some old clients may have problems to access it, continue anyway?
ar: إسم المشاركة كبير جدا. بعض العملاء الكبار قد يجدو صعوبة في الولوج إليه, الإستمرار على كل الأحوال؟
ast: Nome del recursu compartíu perllargu. Dalgunos veceros vieyos puen tener problemes p'acceder a elli, ¿siguir de toes toes?
zh_cn: 共享名太长。一些旧的客户端访问它时可能会有问题，仍然继续？

source: Error while getting share information: %s
ar: خطأ عند الحصول على معلومات المشاركة: %s
ast: Erru entrín se consiguía información del recursu compartíu: %s
zh_cn: 获取共享信息时出错：%s

source: Another share has the same name
ar: مشاركة أخرى لها نفس الإسم
ast: Otru recursu compartíu tien el mesmu nome
zh_cn: 与另一个共享重名

source: Cannot modify the share:
ar: لا يمكن تحرير المشاركة:
ast: Nun pue camudase'l recursu compartíu:
zh_cn: 未能修改共享：

source: Thunar needs to add some permissions to your folder in order to share it. Do you agree?
ar: تونار يحتاج إلى إضافة بعض الصلاحيات إلى مجلدك لترتيب مشاركته. هل توافق؟
ast: Thunar necesita amestar dalgunos permisos a la to carpeta pa compartila. ¿Tas d'alcuerdu?
zh_cn: Thunar 需要为您的文件夹增加一些权限以便共享它。您同意吗？

source: Error when changing folder permissions.
ar: خطأ عند تغيير صلاحيات المجلد.
ast: Erru al camudar los permisos de la carpeta.
zh_cn: 更改文件夹权限时出错。

source: %s %s %s returned with signal %d
ar: %s %s %s رجع بالإشارة %d
ast: %s %s %s finó cola señal %d
zh_cn: %s %s %s 返回了信号 %d

source: %s %s %s failed for an unknown reason
ar: %s %s %s فشل لأسباب مجهولة
ast: %s %s %s falló por un motivu desconocíu
zh_cn: %s %s %s 由于未知原因失败

source: 'net usershare' returned error %d: %s
ar: 'net usershare' أرجع الخطأ %d: %s
ast: 'net usershare' devolvió l'erru %d: %s
zh_cn: ‘net usershare’ 返回错误 %d：%s

source: 'net usershare' returned error %d
ar: 'net usershare' أرجع الخطأ %d
ast: 'net usershare' devolvió l'erru %d
zh_cn: ‘net usershare’ 返回错误 %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
ar: إخراج 'net usershare' ليس تشفير UTF-8 سلبم
ast: la salida del comandu 'net usershare' nun tien una codificación UTF-8 válida
zh_cn: ‘net usershare’ 的输出不是有效的 UTF-8 编码

source: Failed
ar: فشل
ast: Fallu
zh_cn: 失败

source: Samba's testparm returned with signal %d
ar: Samba's testparm رجع بالاشارة %d
ast: El comandu testparm de Samba finó cola señal %d
zh_cn: Samba 测试返回信号 %d

source: Samba's testparm failed for an unknown reason
ar: فشل testparm من سامبا لأسباب مجهولة
ast: El comandu testparm de Samba falló por un motivu desconocíu
zh_cn: Samba 测试由于未知原因失败

source: Samba's testparm returned error %d: %s
ar: Samba's testparm أرجع الخطأ %d: %s
ast: El comandu testparm de Samba devolvió l'erru %d: %s
zh_cn: Samba 测试返回错误 %d：%s

source: Samba's testparm returned error %d
ar: Samba's testparm أرجع الخطأ %d
ast: El comandu testparm de Samba devolvió l'erru %d
zh_cn: Samba 测试返回错误 %d

source: Cannot remove the share for path %s: that path is not shared
ar: لا بمكن إزالة المشاركة للمسار %s: هذا المسار غير مشارك
ast: Nun pue desaniciase'l recursu compartíu pal camín %s: esti camín nun ta compartíu
zh_cn: 未能移除共享路径 %s：此路径未共享

source: Cannot change the path of an existing share; please remove the old share first and add a new one
ar: لا يمكن تغيير مسار مشاركة موجودة; الرجاء إزالة المشاركة القديمة أولا تم أضف واحدة جديدة
ast: Nun pue camudase'l camín d'un recursu compartíu; por favor, desanicia'l recursu compartíu antiguu primero y amiesta un nuevu
zh_cn: 未能更改已存在共享的路径；请移除原来的共享并添加一个新的共享

source: <b>Folder Sharing</b>
ar: <b>مشاركة المجلد</b>
ast: <b>Compartir carpetes</b>
zh_cn: <b>文件夹共享</b>

source: Share this folder
ar: شارك هذا الملف
ast: Compartir esta carpeta
zh_cn: 共享此文件夹

source: Share Name:
ar: إسم المشاركة:
ast: Nome del recursu compartíu:
zh_cn: 共享名：

source: Allow others users to write in this folder
ar: السماح للمستخدمين الأخرين بالكتابة في هذا المجلد
ast: Permitir escritura a tolos usuarios
zh_cn: 允许其他用户在此文件夹中写入

source: Allow Guest access
ar: السماح بولوج الضيف
ast: Permitir accesu a convidaos
zh_cn: 允许来宾访问

source: Comments:
ar: تعليقات:
ast: Comentarios:
zh_cn: 注释：

source: Share
ar: شارك
ast: Compartir
zh_cn: 共享

source: You are not the owner of the folder.
ar: لست مالك المجلد.
ast: Nun yes el propietariu de la carpeta.
zh_cn: 您不是此文件夹的所有者。

source: You may need to install Samba, check your user permissions(usershares group) and re-login. <b>More info:</b> <u>http://thunar-shares.googlecode.com/</u>
ar: قد تكون بحاجة لتثبيت سامبا, إفحص صلاحيات المستخدم(usershares group) وأعد الولوج. <b>المزيد من المعلومات:</b> <u>http://thunar-shares.googlecode.com/</u>
ast: Pues necesitar la instalación de Samba, comprueba los tos permisos d'usuariu (usershares group) y anicia sesión otra vegada. <b>Más información:</b> <u>http://thunar-shares.googlecode.com/</u>
zh_cn: 您可能需要安装 Samba，检查您的用户权限(用户共享群组)然后重新登录。 <b>更多信息：</b> <u>http://thunar-shares.googlecode.com/</u>
